[
        {
                "id": 1,
                "src": "/eleven.jpg",
                "title": "Eleven",
                "des": "Eleven, also known as Jane Ives (later Hopper), is a central character in the Netflix series Stranger Things. She is a young girl with psychokinetic and telepathic abilities, a result of being a test subject in the MKUltra experiments at Hawkins National Laboratory. Escaping the lab, she befriends a group of boys and becomes an integral part of their fight against supernatural forces from the Upside Down.  "
        },
        {
                "id": 2,
                "src": "/dustin.jpeg",
                "title": "Dustin",
                "des": "Dustin Henderson, a main character in Stranger Things, is known for his intelligence, goofy nature, and unwavering loyalty to his friends. "
        },
        {
                "id": 3,
                "src": "/lucas.jpeg",
                "title": "Lucas",
                "des": "Lucas Sinclair, played by Caleb McLaughlin, is a key member of the friend group in Stranger Things "
        },
        {
                "id": 4,
                "src": "/max.jpeg",
                "title": "max",
                "des": "Maxine-Max Mayfield, played by Sadie Sink, is a strong-willed newcomer to Hawkins introduced in season two "
        },
        {
                "id": 5,
                "src": "/mike.jpg",
                "title": "mike",
                "des": "Mike Wheeler, played by Finn Wolfhard, is the leader of the party and Eleven's boyfriend in Stranger Things."
        },
        {
                "id": 6,
                "src": "/will.webp",
                "title": "will",
                "des": "Stranger Things: 10 Quotes That Perfectly Sum Up Will As A ...Will Byers is a shy, artistic boy who loves playing Dungeons & Dragons with his friends. "
        },
        {
                "id": 7,
                "src": "/steve.jpeg",
                "title": "steve",
                "des": "Steve Harrington, initially a popular but shallow jock, undergoes significant character development in Stranger Things. He evolves into a courageous, thoughtful, and caring individual, often acting as a protector and mentor figure, particularly to the younger characters "
        },{
                "id":8,
                "src":"/nancy.webp",
                "title":"Nancy",
                "des":"Nancy Wheeler is a smart, determined, and courageous teenager from Hawkins in Stranger Things. She starts off as a typical high school student but quickly becomes involved in the town’s dark secrets after her friend Barb disappears. Known for her strong sense of justice, Nancy evolves into a bold investigator, often risking her safety to uncover the truth. Over time, she challenges gender roles and proves herself as a capable leader among the group."
        }
]